[
    {
        "attachment": null,
        "categoryId": "knowThee",
        "description": "<p>\"Friendship with oneself is all-important because, without it, one cannot be friends with anyone else in the world.\", said Eleanor Roosevelt.</p><p>Building a healthy relationship, or rather a friendship, with yourself, is the key skill in managing your mental health.</p><p>This set of prompts will help you discover yourself as you are today. Revisit them over time to see how you have grown as a person, and you will be amazed.</p><p>Why?</p><p><b>Because people change.</b> </p><p>There are periods when you change drastically, e.g., in romantic love, divorce, or having children. Often you are aware of these changes. </p><p>But most changes happen gradually and under the radar. </p><p>A few mechanisms of these changes are well understood, such as the 'mere exposure effect' — the more you are exposed to something, the more you tend to like it. </p><p>Another, more troubling one is that the more frustrating it is to acquire something that you desire, the more you tend to dislike it.</p><p>These changes happen gradually, often without you noticing anything, and leads to a real problem: <b>if you change while your self-image remains the same, then there will be a deep abyss between who you are and who you think you are. And this leads to conflict.</b></p><p>To make things worse, we, humans, are exceptionally good at dismissing even the possibility that we might change. Psychologists have given this phenomenon a fancy name: 'The End of History Illusion'. We all think that who we are now is the finished product: we will be the same in five, 10, 20 years.</p><p>But, as these psychologists found, this is entirely delusional – our preferences and values will be very different already in the not-so-distant future.</p><p>So, try these prompts to re-discover yourself and revisit them once a few months.</p>",
        "imgStr": "https://firebasestorage.googleapis.com/v0/b/moody-cb6aa.appspot.com/o/backgrounds%2Fprompts%2FknowThyself.jpg?alt=media",
        "isActive": 1,
        "isDarkImage": 0,
        "position": 1,
        "showCategoryCard": 1,
        "showExpertOnCard": 0,
        "subtitle": "To know thyself is the beginning of wisdom. — Socrates",
        "title": "Know Thyself"
    },
    {
        "attachment": "{\"contact\":[{\"type\":\"facebook\",\"value\":\"https:\\/\\/www.facebook.com\\/DrRozina-1377802495663247\\/\"},{\"type\":\"website\",\"value\":\"https:\\/\\/drrozina.com\\/\"}],\"id\":\"drrozina\",\"imgStr\":\"https:\\/\\/firebasestorage.googleapis.com\\/v0\\/b\\/moody-cb6aa.appspot.com\\/o\\/backgrounds%2Fexperts%2Fdrrozina.jpg?alt=media\",\"qualifications\":\"Psychiatrist, MD, MPH\",\"name\":\"Dr. Rozina Lakhani\",\"bio\":\"<p>Dr. Rozina Lakhani’s mission is to promote health and happiness. She works as a psychiatrist at Shifa Health, a clinical professor at the University of Washington and Medical Director at Residence XII Women Drug Treatment Program. She is also a member of the American Stress Institute and offers talks and trainings to various groups.<\\/p><p>Dr. Rozina received her medical degree from the Aga Khan University in Pakistan and completed her Master of Public Health degree and her residency in Psychiatry from the University of Illinois in Chicago. She is a diplomate of American Board of Psychiatry and Neurology.<\\/p>\"}",
        "categoryId": "stressToJoy",
        "description": "<p>Hello,\n\nHow are you? I congratulate you on getting this gift. Now that you have it in your hands, are you wondering how it can help you? Let me respond by answering these questions:</p>\n\n<h3>Why Gratitude?</h3><p>It is free. It is easy, and It can bring a smile to your face. You thank people as common courtesy when they do something good for you. Right? It feels good. Right? Then imagine, how good it may feel for contemplating all the right things in your life you may be taking for granted. Research has shown that gratitude leads to better relations, better sleep, better physical and mental health.</p>\n\n<h3>Why a Gratitude Journal?</h3><p>Are you saying that I know the benefits of gratitude, and I am always grateful, but I don’t like to write?</p><p>What I have found that it is easier to think positive thoughts when things are going well, but when things are not going according to your desire, the human tendency is to think about all the things that are going wrong. When you have a daily routine practice of starting your day or ending your day with a gratitude journal, it forces you to reflect on things that are working in your life. It develops your reflective thinking instead of reactive thinking.</p>\n\n<h3>Why Stress to Joy?</h3><p>You may have the question in your mind, it is so simple to write, you can write on any blank piece of paper, then why this guided journal?</p><p>Sometimes, when you are not in practice, it is hard to come up with the response on the spot. I noticed that when I try to bring awareness to what someone is grateful for, they stumble. When I give them examples it makes it easier for them. When I tell them stories that inspires me, it inspires them. When I give them prompts it helps them to start the practice. Therefore I’m giving you this journal to help educate, motivate and develop the practice of gratitude journaling for life.</p>",
        "imgStr": "https://firebasestorage.googleapis.com/v0/b/moody-cb6aa.appspot.com/o/backgrounds%2Fprompts%2Fstress2joy_igf.jpg?alt=media",
        "isActive": 1,
        "isDarkImage": 0,
        "position": 3,
        "showCategoryCard": 1,
        "showExpertOnCard": 0,
        "subtitle": "Bring Joy and Happiness into Your Life, Every Day.",
        "title": "Stress to Joy"
    },
    {
        "attachment": null,
        "categoryId": "healthAcceptance",
        "description": "<p>Acceptance is a powerful tool for transformation. It is only wielded effectively after you come to a healthy definition of acceptance and what this means for you. Contrary to popular belief, acceptance is not embracing everything that is uncomfortable, rather, it’s learning to see things clearly as they really are. True acceptance comforts you with self-love and calm during turbulent experiences. <p></p></p><h2>Why Acceptance?</h2><p>Acceptance makes us aware of our experiences as they really are without judgment. When you view yourself or something with clarity, it empowers you to make better decisions. Problem-solving becomes easier when you can see the range of options that are open to you and decide what the best path is. Acceptance allows us to let go of things, ideas, and false hopes that would only make us suffer more.</p><p>This journal series will guide you through acceptance that starts inwards with yourself and radiates outwards. It’s easy to say we will accept things in our lives, but in practice, we may have to do actual work to truly come to acceptance.</p>",
        "imgStr": "https://firebasestorage.googleapis.com/v0/b/moody-cb6aa.appspot.com/o/backgrounds%2Fprompts%2Fprompt_acceptance_category.jpg?alt=media&token=eaf9d240-aba4-430c-b5b2-d4d4b8ea5113",
        "isActive": 1,
        "isDarkImage": 0,
        "position": 3,
        "showCategoryCard": 1,
        "showExpertOnCard": 0,
        "subtitle": "Achieve greater emotional peace with acceptance.",
        "title": "Healthy Acceptance"
    }
]